{
  "_name_or_path": "/data/jguo376/pretrained_models/TinyChart-3B-768",
  "architectures": [
    "TinyChartPhiForCausalLM"
  ],
  "attention_dropout": 0.0,
  "auto_map": {
    "AutoConfig": "microsoft/phi-2--configuration_phi.PhiConfig",
    "AutoModelForCausalLM": "microsoft/phi-2--modeling_phi.PhiForCausalLM"
  },
  "bos_token_id": 50256,
  "embd_pdrop": 0.0,
  "eos_token_id": 50256,
  "freeze_mm_mlp_adapter": false,
  "hidden_act": "gelu_new",
  "hidden_size": 2560,
  "image_aspect_ratio": "pad",
  "initializer_range": 0.02,
  "intermediate_size": 10240,
  "layer_norm_eps": 1e-05,
  "max_position_embeddings": 2048,
  "mm_hidden_size": 1152,
  "mm_patch_merge_type": "flat",
  "mm_projector_lr": null,
  "mm_projector_type": "mlp2x_gelu",
  "mm_use_im_patch_token": false,
  "mm_use_im_start_end": false,
  "mm_vision_select_feature": "patch",
  "mm_vision_select_layer": -2,
  "mm_vision_tower": "mPLUG/TinyChart-3B-768-siglip",
  "model_type": "tiny_chart_phi",
  "num_attention_heads": 32,
  "num_hidden_layers": 32,
  "num_key_value_heads": 32,
  "pad_token": "<|endoftext|>",
  "pad_token_id": 50256,
  "partial_rotary_factor": 0.4,
  "qk_layernorm": false,
  "resid_pdrop": 0.1,
  "rope_scaling": null,
  "rope_theta": 10000.0,
  "tie_word_embeddings": false,
  "tokenizer_model_max_length": 1024,
  "tokenizer_padding_side": "right",
  "torch_dtype": "float16",
  "transformers_version": "4.40.2",
  "tune_embed_tokens": false,
  "tune_entire_model": true,
  "tune_mm_mlp_adapter": false,
  "tune_vision_tower": true,
  "use_cache": true,
  "use_mm_proj": true,
  "vocab_size": 50295
}
