{
  "metadata": {
    "total_size": 6369548096
  },
  "weight_map": {
    "lm_head.weight": "model-00002-of-00002.safetensors",
    "model.embed_tokens.weight": "model-00001-of-00002.safetensors",
    "model.final_layernorm.bias": "model-00002-of-00002.safetensors",
    "model.final_layernorm.weight": "model-00002-of-00002.safetensors",
    "model.layers.0.input_layernorm.bias": "model-00001-of-00002.safetensors",
    "model.layers.0.input_layernorm.weight": "model-00001-of-00002.safetensors",
    "model.layers.0.mlp.fc1.bias": "model-00001-of-00002.safetensors",
    "model.layers.0.mlp.fc1.weight": "model-00001-of-00002.safetensors",
    "model.layers.0.mlp.fc2.bias": "model-00001-of-00002.safetensors",
    "model.layers.0.mlp.fc2.weight": "model-00001-of-00002.safetensors",
    "model.layers.0.self_attn.dense.bias": "model-00001-of-00002.safetensors",
    "model.layers.0.self_attn.dense.weight": "model-00001-of-00002.safetensors",
    "model.layers.0.self_attn.k_proj.bias": "model-00001-of-00002.safetensors",
    "model.layers.0.self_attn.k_proj.weight": "model-00001-of-00002.safetensors",
    "model.layers.0.self_attn.q_proj.bias": "model-00001-of-00002.safetensors",
    "model.layers.0.self_attn.q_proj.weight": "model-00001-of-00002.safetensors",
    "model.layers.0.self_attn.v_proj.bias": "model-00001-of-00002.safetensors",
    "model.layers.0.self_attn.v_proj.weight": "model-00001-of-00002.safetensors",
    "model.layers.1.input_layernorm.bias": "model-00001-of-00002.safetensors",
    "model.layers.1.input_layernorm.weight": "model-00001-of-00002.safetensors",
    "model.layers.1.mlp.fc1.bias": "model-00001-of-00002.safetensors",
    "model.layers.1.mlp.fc1.weight": "model-00001-of-00002.safetensors",
    "model.layers.1.mlp.fc2.bias": "model-00001-of-00002.safetensors",
    "model.layers.1.mlp.fc2.weight": "model-00001-of-00002.safetensors",
    "model.layers.1.self_attn.dense.bias": "model-00001-of-00002.safetensors",
    "model.layers.1.self_attn.dense.weight": "model-00001-of-00002.safetensors",
    "model.layers.1.self_attn.k_proj.bias": "model-00001-of-00002.safetensors",
    "model.layers.1.self_attn.k_proj.weight": "model-00001-of-00002.safetensors",
    "model.layers.1.self_attn.q_proj.bias": "model-00001-of-00002.safetensors",
    "model.layers.1.self_attn.q_proj.weight": "model-00001-of-00002.safetensors",
    "model.layers.1.self_attn.v_proj.bias": "model-00001-of-00002.safetensors",
    "model.layers.1.self_attn.v_proj.weight": "model-00001-of-00002.safetensors",
    "model.layers.10.input_layernorm.bias": "model-00001-of-00002.safetensors",
    "model.layers.10.input_layernorm.weight": "model-00001-of-00002.safetensors",
    "model.layers.10.mlp.fc1.bias": "model-00001-of-00002.safetensors",
    "model.layers.10.mlp.fc1.weight": "model-00001-of-00002.safetensors",
    "model.layers.10.mlp.fc2.bias": "model-00001-of-00002.safetensors",
    "model.layers.10.mlp.fc2.weight": "model-00001-of-00002.safetensors",
    "model.layers.10.self_attn.dense.bias": "model-00001-of-00002.safetensors",
    "model.layers.10.self_attn.dense.weight": "model-00001-of-00002.safetensors",
    "model.layers.10.self_attn.k_proj.bias": "model-00001-of-00002.safetensors",
    "model.layers.10.self_attn.k_proj.weight": "model-00001-of-00002.safetensors",
    "model.layers.10.self_attn.q_proj.bias": "model-00001-of-00002.safetensors",
    "model.layers.10.self_attn.q_proj.weight": "model-00001-of-00002.safetensors",
    "model.layers.10.self_attn.v_proj.bias": "model-00001-of-00002.safetensors",
    "model.layers.10.self_attn.v_proj.weight": "model-00001-of-00002.safetensors",
    "model.layers.11.input_layernorm.bias": "model-00001-of-00002.safetensors",
    "model.layers.11.input_layernorm.weight": "model-00001-of-00002.safetensors",
    "model.layers.11.mlp.fc1.bias": "model-00001-of-00002.safetensors",
    "model.layers.11.mlp.fc1.weight": "model-00001-of-00002.safetensors",
    "model.layers.11.mlp.fc2.bias": "model-00001-of-00002.safetensors",
    "model.layers.11.mlp.fc2.weight": "model-00001-of-00002.safetensors",
    "model.layers.11.self_attn.dense.bias": "model-00001-of-00002.safetensors",
    "model.layers.11.self_attn.dense.weight": "model-00001-of-00002.safetensors",
    "model.layers.11.self_attn.k_proj.bias": "model-00001-of-00002.safetensors",
    "model.layers.11.self_attn.k_proj.weight": "model-00001-of-00002.safetensors",
    "model.layers.11.self_attn.q_proj.bias": "model-00001-of-00002.safetensors",
    "model.layers.11.self_attn.q_proj.weight": "model-00001-of-00002.safetensors",
    "model.layers.11.self_attn.v_proj.bias": "model-00001-of-00002.safetensors",
    "model.layers.11.self_attn.v_proj.weight": "model-00001-of-00002.safetensors",
    "model.layers.12.input_layernorm.bias": "model-00001-of-00002.safetensors",
    "model.layers.12.input_layernorm.weight": "model-00001-of-00002.safetensors",
    "model.layers.12.mlp.fc1.bias": "model-00001-of-00002.safetensors",
    "model.layers.12.mlp.fc1.weight": "model-00001-of-00002.safetensors",
    "model.layers.12.mlp.fc2.bias": "model-00001-of-00002.safetensors",
    "model.layers.12.mlp.fc2.weight": "model-00001-of-00002.safetensors",
    "model.layers.12.self_attn.dense.bias": "model-00001-of-00002.safetensors",
    "model.layers.12.self_attn.dense.weight": "model-00001-of-00002.safetensors",
    "model.layers.12.self_attn.k_proj.bias": "model-00001-of-00002.safetensors",
    "model.layers.12.self_attn.k_proj.weight": "model-00001-of-00002.safetensors",
    "model.layers.12.self_attn.q_proj.bias": "model-00001-of-00002.safetensors",
    "model.layers.12.self_attn.q_proj.weight": "model-00001-of-00002.safetensors",
    "model.layers.12.self_attn.v_proj.bias": "model-00001-of-00002.safetensors",
    "model.layers.12.self_attn.v_proj.weight": "model-00001-of-00002.safetensors",
    "model.layers.13.input_layernorm.bias": "model-00001-of-00002.safetensors",
    "model.layers.13.input_layernorm.weight": "model-00001-of-00002.safetensors",
    "model.layers.13.mlp.fc1.bias": "model-00001-of-00002.safetensors",
    "model.layers.13.mlp.fc1.weight": "model-00001-of-00002.safetensors",
    "model.layers.13.mlp.fc2.bias": "model-00001-of-00002.safetensors",
    "model.layers.13.mlp.fc2.weight": "model-00001-of-00002.safetensors",
    "model.layers.13.self_attn.dense.bias": "model-00001-of-00002.safetensors",
    "model.layers.13.self_attn.dense.weight": "model-00001-of-00002.safetensors",
    "model.layers.13.self_attn.k_proj.bias": "model-00001-of-00002.safetensors",
    "model.layers.13.self_attn.k_proj.weight": "model-00001-of-00002.safetensors",
    "model.layers.13.self_attn.q_proj.bias": "model-00001-of-00002.safetensors",
    "model.layers.13.self_attn.q_proj.weight": "model-00001-of-00002.safetensors",
    "model.layers.13.self_attn.v_proj.bias": "model-00001-of-00002.safetensors",
    "model.layers.13.self_attn.v_proj.weight": "model-00001-of-00002.safetensors",
    "model.layers.14.input_layernorm.bias": "model-00001-of-00002.safetensors",
    "model.layers.14.input_layernorm.weight": "model-00001-of-00002.safetensors",
    "model.layers.14.mlp.fc1.bias": "model-00001-of-00002.safetensors",
    "model.layers.14.mlp.fc1.weight": "model-00001-of-00002.safetensors",
    "model.layers.14.mlp.fc2.bias": "model-00001-of-00002.safetensors",
    "model.layers.14.mlp.fc2.weight": "model-00001-of-00002.safetensors",
    "model.layers.14.self_attn.dense.bias": "model-00001-of-00002.safetensors",
    "model.layers.14.self_attn.dense.weight": "model-00001-of-00002.safetensors",
    "model.layers.14.self_attn.k_proj.bias": "model-00001-of-00002.safetensors",
    "model.layers.14.self_attn.k_proj.weight": "model-00001-of-00002.safetensors",
    "model.layers.14.self_attn.q_proj.bias": "model-00001-of-00002.safetensors",
    "model.layers.14.self_attn.q_proj.weight": "model-00001-of-00002.safetensors",
    "model.layers.14.self_attn.v_proj.bias": "model-00001-of-00002.safetensors",
    "model.layers.14.self_attn.v_proj.weight": "model-00001-of-00002.safetensors",
    "model.layers.15.input_layernorm.bias": "model-00001-of-00002.safetensors",
    "model.layers.15.input_layernorm.weight": "model-00001-of-00002.safetensors",
    "model.layers.15.mlp.fc1.bias": "model-00001-of-00002.safetensors",
    "model.layers.15.mlp.fc1.weight": "model-00001-of-00002.safetensors",
    "model.layers.15.mlp.fc2.bias": "model-00001-of-00002.safetensors",
    "model.layers.15.mlp.fc2.weight": "model-00001-of-00002.safetensors",
    "model.layers.15.self_attn.dense.bias": "model-00001-of-00002.safetensors",
    "model.layers.15.self_attn.dense.weight": "model-00001-of-00002.safetensors",
    "model.layers.15.self_attn.k_proj.bias": "model-00001-of-00002.safetensors",
    "model.layers.15.self_attn.k_proj.weight": "model-00001-of-00002.safetensors",
    "model.layers.15.self_attn.q_proj.bias": "model-00001-of-00002.safetensors",
    "model.layers.15.self_attn.q_proj.weight": "model-00001-of-00002.safetensors",
    "model.layers.15.self_attn.v_proj.bias": "model-00001-of-00002.safetensors",
    "model.layers.15.self_attn.v_proj.weight": "model-00001-of-00002.safetensors",
    "model.layers.16.input_layernorm.bias": "model-00001-of-00002.safetensors",
    "model.layers.16.input_layernorm.weight": "model-00001-of-00002.safetensors",
    "model.layers.16.mlp.fc1.bias": "model-00001-of-00002.safetensors",
    "model.layers.16.mlp.fc1.weight": "model-00001-of-00002.safetensors",
    "model.layers.16.mlp.fc2.bias": "model-00001-of-00002.safetensors",
    "model.layers.16.mlp.fc2.weight": "model-00001-of-00002.safetensors",
    "model.layers.16.self_attn.dense.bias": "model-00001-of-00002.safetensors",
    "model.layers.16.self_attn.dense.weight": "model-00001-of-00002.safetensors",
    "model.layers.16.self_attn.k_proj.bias": "model-00001-of-00002.safetensors",
    "model.layers.16.self_attn.k_proj.weight": "model-00001-of-00002.safetensors",
    "model.layers.16.self_attn.q_proj.bias": "model-00001-of-00002.safetensors",
    "model.layers.16.self_attn.q_proj.weight": "model-00001-of-00002.safetensors",
    "model.layers.16.self_attn.v_proj.bias": "model-00001-of-00002.safetensors",
    "model.layers.16.self_attn.v_proj.weight": "model-00001-of-00002.safetensors",
    "model.layers.17.input_layernorm.bias": "model-00001-of-00002.safetensors",
    "model.layers.17.input_layernorm.weight": "model-00001-of-00002.safetensors",
    "model.layers.17.mlp.fc1.bias": "model-00001-of-00002.safetensors",
    "model.layers.17.mlp.fc1.weight": "model-00001-of-00002.safetensors",
    "model.layers.17.mlp.fc2.bias": "model-00001-of-00002.safetensors",
    "model.layers.17.mlp.fc2.weight": "model-00001-of-00002.safetensors",
    "model.layers.17.self_attn.dense.bias": "model-00001-of-00002.safetensors",
    "model.layers.17.self_attn.dense.weight": "model-00001-of-00002.safetensors",
    "model.layers.17.self_attn.k_proj.bias": "model-00001-of-00002.safetensors",
    "model.layers.17.self_attn.k_proj.weight": "model-00001-of-00002.safetensors",
    "model.layers.17.self_attn.q_proj.bias": "model-00001-of-00002.safetensors",
    "model.layers.17.self_attn.q_proj.weight": "model-00001-of-00002.safetensors",
    "model.layers.17.self_attn.v_proj.bias": "model-00001-of-00002.safetensors",
    "model.layers.17.self_attn.v_proj.weight": "model-00001-of-00002.safetensors",
    "model.layers.18.input_layernorm.bias": "model-00001-of-00002.safetensors",
    "model.layers.18.input_layernorm.weight": "model-00001-of-00002.safetensors",
    "model.layers.18.mlp.fc1.bias": "model-00001-of-00002.safetensors",
    "model.layers.18.mlp.fc1.weight": "model-00001-of-00002.safetensors",
    "model.layers.18.mlp.fc2.bias": "model-00001-of-00002.safetensors",
    "model.layers.18.mlp.fc2.weight": "model-00001-of-00002.safetensors",
    "model.layers.18.self_attn.dense.bias": "model-00001-of-00002.safetensors",
    "model.layers.18.self_attn.dense.weight": "model-00001-of-00002.safetensors",
    "model.layers.18.self_attn.k_proj.bias": "model-00001-of-00002.safetensors",
    "model.layers.18.self_attn.k_proj.weight": "model-00001-of-00002.safetensors",
    "model.layers.18.self_attn.q_proj.bias": "model-00001-of-00002.safetensors",
    "model.layers.18.self_attn.q_proj.weight": "model-00001-of-00002.safetensors",
    "model.layers.18.self_attn.v_proj.bias": "model-00001-of-00002.safetensors",
    "model.layers.18.self_attn.v_proj.weight": "model-00001-of-00002.safetensors",
    "model.layers.19.input_layernorm.bias": "model-00001-of-00002.safetensors",
    "model.layers.19.input_layernorm.weight": "model-00001-of-00002.safetensors",
    "model.layers.19.mlp.fc1.bias": "model-00001-of-00002.safetensors",
    "model.layers.19.mlp.fc1.weight": "model-00001-of-00002.safetensors",
    "model.layers.19.mlp.fc2.bias": "model-00001-of-00002.safetensors",
    "model.layers.19.mlp.fc2.weight": "model-00001-of-00002.safetensors",
    "model.layers.19.self_attn.dense.bias": "model-00001-of-00002.safetensors",
    "model.layers.19.self_attn.dense.weight": "model-00001-of-00002.safetensors",
    "model.layers.19.self_attn.k_proj.bias": "model-00001-of-00002.safetensors",
    "model.layers.19.self_attn.k_proj.weight": "model-00001-of-00002.safetensors",
    "model.layers.19.self_attn.q_proj.bias": "model-00001-of-00002.safetensors",
    "model.layers.19.self_attn.q_proj.weight": "model-00001-of-00002.safetensors",
    "model.layers.19.self_attn.v_proj.bias": "model-00001-of-00002.safetensors",
    "model.layers.19.self_attn.v_proj.weight": "model-00001-of-00002.safetensors",
    "model.layers.2.input_layernorm.bias": "model-00001-of-00002.safetensors",
    "model.layers.2.input_layernorm.weight": "model-00001-of-00002.safetensors",
    "model.layers.2.mlp.fc1.bias": "model-00001-of-00002.safetensors",
    "model.layers.2.mlp.fc1.weight": "model-00001-of-00002.safetensors",
    "model.layers.2.mlp.fc2.bias": "model-00001-of-00002.safetensors",
    "model.layers.2.mlp.fc2.weight": "model-00001-of-00002.safetensors",
    "model.layers.2.self_attn.dense.bias": "model-00001-of-00002.safetensors",
    "model.layers.2.self_attn.dense.weight": "model-00001-of-00002.safetensors",
    "model.layers.2.self_attn.k_proj.bias": "model-00001-of-00002.safetensors",
    "model.layers.2.self_attn.k_proj.weight": "model-00001-of-00002.safetensors",
    "model.layers.2.self_attn.q_proj.bias": "model-00001-of-00002.safetensors",
    "model.layers.2.self_attn.q_proj.weight": "model-00001-of-00002.safetensors",
    "model.layers.2.self_attn.v_proj.bias": "model-00001-of-00002.safetensors",
    "model.layers.2.self_attn.v_proj.weight": "model-00001-of-00002.safetensors",
    "model.layers.20.input_layernorm.bias": "model-00001-of-00002.safetensors",
    "model.layers.20.input_layernorm.weight": "model-00001-of-00002.safetensors",
    "model.layers.20.mlp.fc1.bias": "model-00001-of-00002.safetensors",
    "model.layers.20.mlp.fc1.weight": "model-00001-of-00002.safetensors",
    "model.layers.20.mlp.fc2.bias": "model-00001-of-00002.safetensors",
    "model.layers.20.mlp.fc2.weight": "model-00001-of-00002.safetensors",
    "model.layers.20.self_attn.dense.bias": "model-00001-of-00002.safetensors",
    "model.layers.20.self_attn.dense.weight": "model-00001-of-00002.safetensors",
    "model.layers.20.self_attn.k_proj.bias": "model-00001-of-00002.safetensors",
    "model.layers.20.self_attn.k_proj.weight": "model-00001-of-00002.safetensors",
    "model.layers.20.self_attn.q_proj.bias": "model-00001-of-00002.safetensors",
    "model.layers.20.self_attn.q_proj.weight": "model-00001-of-00002.safetensors",
    "model.layers.20.self_attn.v_proj.bias": "model-00001-of-00002.safetensors",
    "model.layers.20.self_attn.v_proj.weight": "model-00001-of-00002.safetensors",
    "model.layers.21.input_layernorm.bias": "model-00001-of-00002.safetensors",
    "model.layers.21.input_layernorm.weight": "model-00001-of-00002.safetensors",
    "model.layers.21.mlp.fc1.bias": "model-00001-of-00002.safetensors",
    "model.layers.21.mlp.fc1.weight": "model-00001-of-00002.safetensors",
    "model.layers.21.mlp.fc2.bias": "model-00001-of-00002.safetensors",
    "model.layers.21.mlp.fc2.weight": "model-00001-of-00002.safetensors",
    "model.layers.21.self_attn.dense.bias": "model-00001-of-00002.safetensors",
    "model.layers.21.self_attn.dense.weight": "model-00001-of-00002.safetensors",
    "model.layers.21.self_attn.k_proj.bias": "model-00001-of-00002.safetensors",
    "model.layers.21.self_attn.k_proj.weight": "model-00001-of-00002.safetensors",
    "model.layers.21.self_attn.q_proj.bias": "model-00001-of-00002.safetensors",
    "model.layers.21.self_attn.q_proj.weight": "model-00001-of-00002.safetensors",
    "model.layers.21.self_attn.v_proj.bias": "model-00001-of-00002.safetensors",
    "model.layers.21.self_attn.v_proj.weight": "model-00001-of-00002.safetensors",
    "model.layers.22.input_layernorm.bias": "model-00001-of-00002.safetensors",
    "model.layers.22.input_layernorm.weight": "model-00001-of-00002.safetensors",
    "model.layers.22.mlp.fc1.bias": "model-00001-of-00002.safetensors",
    "model.layers.22.mlp.fc1.weight": "model-00001-of-00002.safetensors",
    "model.layers.22.mlp.fc2.bias": "model-00001-of-00002.safetensors",
    "model.layers.22.mlp.fc2.weight": "model-00001-of-00002.safetensors",
    "model.layers.22.self_attn.dense.bias": "model-00001-of-00002.safetensors",
    "model.layers.22.self_attn.dense.weight": "model-00001-of-00002.safetensors",
    "model.layers.22.self_attn.k_proj.bias": "model-00001-of-00002.safetensors",
    "model.layers.22.self_attn.k_proj.weight": "model-00001-of-00002.safetensors",
    "model.layers.22.self_attn.q_proj.bias": "model-00001-of-00002.safetensors",
    "model.layers.22.self_attn.q_proj.weight": "model-00001-of-00002.safetensors",
    "model.layers.22.self_attn.v_proj.bias": "model-00001-of-00002.safetensors",
    "model.layers.22.self_attn.v_proj.weight": "model-00001-of-00002.safetensors",
    "model.layers.23.input_layernorm.bias": "model-00001-of-00002.safetensors",
    "model.layers.23.input_layernorm.weight": "model-00001-of-00002.safetensors",
    "model.layers.23.mlp.fc1.bias": "model-00001-of-00002.safetensors",
    "model.layers.23.mlp.fc1.weight": "model-00001-of-00002.safetensors",
    "model.layers.23.mlp.fc2.bias": "model-00001-of-00002.safetensors",
    "model.layers.23.mlp.fc2.weight": "model-00001-of-00002.safetensors",
    "model.layers.23.self_attn.dense.bias": "model-00001-of-00002.safetensors",
    "model.layers.23.self_attn.dense.weight": "model-00001-of-00002.safetensors",
    "model.layers.23.self_attn.k_proj.bias": "model-00001-of-00002.safetensors",
    "model.layers.23.self_attn.k_proj.weight": "model-00001-of-00002.safetensors",
    "model.layers.23.self_attn.q_proj.bias": "model-00001-of-00002.safetensors",
    "model.layers.23.self_attn.q_proj.weight": "model-00001-of-00002.safetensors",
    "model.layers.23.self_attn.v_proj.bias": "model-00001-of-00002.safetensors",
    "model.layers.23.self_attn.v_proj.weight": "model-00001-of-00002.safetensors",
    "model.layers.24.input_layernorm.bias": "model-00001-of-00002.safetensors",
    "model.layers.24.input_layernorm.weight": "model-00001-of-00002.safetensors",
    "model.layers.24.mlp.fc1.bias": "model-00001-of-00002.safetensors",
    "model.layers.24.mlp.fc1.weight": "model-00001-of-00002.safetensors",
    "model.layers.24.mlp.fc2.bias": "model-00001-of-00002.safetensors",
    "model.layers.24.mlp.fc2.weight": "model-00001-of-00002.safetensors",
    "model.layers.24.self_attn.dense.bias": "model-00001-of-00002.safetensors",
    "model.layers.24.self_attn.dense.weight": "model-00001-of-00002.safetensors",
    "model.layers.24.self_attn.k_proj.bias": "model-00001-of-00002.safetensors",
    "model.layers.24.self_attn.k_proj.weight": "model-00001-of-00002.safetensors",
    "model.layers.24.self_attn.q_proj.bias": "model-00001-of-00002.safetensors",
    "model.layers.24.self_attn.q_proj.weight": "model-00001-of-00002.safetensors",
    "model.layers.24.self_attn.v_proj.bias": "model-00001-of-00002.safetensors",
    "model.layers.24.self_attn.v_proj.weight": "model-00001-of-00002.safetensors",
    "model.layers.25.input_layernorm.bias": "model-00001-of-00002.safetensors",
    "model.layers.25.input_layernorm.weight": "model-00001-of-00002.safetensors",
    "model.layers.25.mlp.fc1.bias": "model-00001-of-00002.safetensors",
    "model.layers.25.mlp.fc1.weight": "model-00001-of-00002.safetensors",
    "model.layers.25.mlp.fc2.bias": "model-00001-of-00002.safetensors",
    "model.layers.25.mlp.fc2.weight": "model-00001-of-00002.safetensors",
    "model.layers.25.self_attn.dense.bias": "model-00001-of-00002.safetensors",
    "model.layers.25.self_attn.dense.weight": "model-00001-of-00002.safetensors",
    "model.layers.25.self_attn.k_proj.bias": "model-00001-of-00002.safetensors",
    "model.layers.25.self_attn.k_proj.weight": "model-00001-of-00002.safetensors",
    "model.layers.25.self_attn.q_proj.bias": "model-00001-of-00002.safetensors",
    "model.layers.25.self_attn.q_proj.weight": "model-00001-of-00002.safetensors",
    "model.layers.25.self_attn.v_proj.bias": "model-00001-of-00002.safetensors",
    "model.layers.25.self_attn.v_proj.weight": "model-00001-of-00002.safetensors",
    "model.layers.26.input_layernorm.bias": "model-00001-of-00002.safetensors",
    "model.layers.26.input_layernorm.weight": "model-00001-of-00002.safetensors",
    "model.layers.26.mlp.fc1.bias": "model-00001-of-00002.safetensors",
    "model.layers.26.mlp.fc1.weight": "model-00001-of-00002.safetensors",
    "model.layers.26.mlp.fc2.bias": "model-00001-of-00002.safetensors",
    "model.layers.26.mlp.fc2.weight": "model-00001-of-00002.safetensors",
    "model.layers.26.self_attn.dense.bias": "model-00001-of-00002.safetensors",
    "model.layers.26.self_attn.dense.weight": "model-00001-of-00002.safetensors",
    "model.layers.26.self_attn.k_proj.bias": "model-00001-of-00002.safetensors",
    "model.layers.26.self_attn.k_proj.weight": "model-00001-of-00002.safetensors",
    "model.layers.26.self_attn.q_proj.bias": "model-00001-of-00002.safetensors",
    "model.layers.26.self_attn.q_proj.weight": "model-00001-of-00002.safetensors",
    "model.layers.26.self_attn.v_proj.bias": "model-00001-of-00002.safetensors",
    "model.layers.26.self_attn.v_proj.weight": "model-00001-of-00002.safetensors",
    "model.layers.27.input_layernorm.bias": "model-00001-of-00002.safetensors",
    "model.layers.27.input_layernorm.weight": "model-00001-of-00002.safetensors",
    "model.layers.27.mlp.fc1.bias": "model-00001-of-00002.safetensors",
    "model.layers.27.mlp.fc1.weight": "model-00001-of-00002.safetensors",
    "model.layers.27.mlp.fc2.bias": "model-00001-of-00002.safetensors",
    "model.layers.27.mlp.fc2.weight": "model-00001-of-00002.safetensors",
    "model.layers.27.self_attn.dense.bias": "model-00001-of-00002.safetensors",
    "model.layers.27.self_attn.dense.weight": "model-00001-of-00002.safetensors",
    "model.layers.27.self_attn.k_proj.bias": "model-00001-of-00002.safetensors",
    "model.layers.27.self_attn.k_proj.weight": "model-00001-of-00002.safetensors",
    "model.layers.27.self_attn.q_proj.bias": "model-00001-of-00002.safetensors",
    "model.layers.27.self_attn.q_proj.weight": "model-00001-of-00002.safetensors",
    "model.layers.27.self_attn.v_proj.bias": "model-00001-of-00002.safetensors",
    "model.layers.27.self_attn.v_proj.weight": "model-00001-of-00002.safetensors",
    "model.layers.28.input_layernorm.bias": "model-00001-of-00002.safetensors",
    "model.layers.28.input_layernorm.weight": "model-00001-of-00002.safetensors",
    "model.layers.28.mlp.fc1.bias": "model-00001-of-00002.safetensors",
    "model.layers.28.mlp.fc1.weight": "model-00001-of-00002.safetensors",
    "model.layers.28.mlp.fc2.bias": "model-00001-of-00002.safetensors",
    "model.layers.28.mlp.fc2.weight": "model-00001-of-00002.safetensors",
    "model.layers.28.self_attn.dense.bias": "model-00001-of-00002.safetensors",
    "model.layers.28.self_attn.dense.weight": "model-00001-of-00002.safetensors",
    "model.layers.28.self_attn.k_proj.bias": "model-00001-of-00002.safetensors",
    "model.layers.28.self_attn.k_proj.weight": "model-00001-of-00002.safetensors",
    "model.layers.28.self_attn.q_proj.bias": "model-00001-of-00002.safetensors",
    "model.layers.28.self_attn.q_proj.weight": "model-00001-of-00002.safetensors",
    "model.layers.28.self_attn.v_proj.bias": "model-00001-of-00002.safetensors",
    "model.layers.28.self_attn.v_proj.weight": "model-00001-of-00002.safetensors",
    "model.layers.29.input_layernorm.bias": "model-00001-of-00002.safetensors",
    "model.layers.29.input_layernorm.weight": "model-00001-of-00002.safetensors",
    "model.layers.29.mlp.fc1.bias": "model-00001-of-00002.safetensors",
    "model.layers.29.mlp.fc1.weight": "model-00001-of-00002.safetensors",
    "model.layers.29.mlp.fc2.bias": "model-00001-of-00002.safetensors",
    "model.layers.29.mlp.fc2.weight": "model-00001-of-00002.safetensors",
    "model.layers.29.self_attn.dense.bias": "model-00001-of-00002.safetensors",
    "model.layers.29.self_attn.dense.weight": "model-00001-of-00002.safetensors",
    "model.layers.29.self_attn.k_proj.bias": "model-00001-of-00002.safetensors",
    "model.layers.29.self_attn.k_proj.weight": "model-00001-of-00002.safetensors",
    "model.layers.29.self_attn.q_proj.bias": "model-00001-of-00002.safetensors",
    "model.layers.29.self_attn.q_proj.weight": "model-00001-of-00002.safetensors",
    "model.layers.29.self_attn.v_proj.bias": "model-00001-of-00002.safetensors",
    "model.layers.29.self_attn.v_proj.weight": "model-00001-of-00002.safetensors",
    "model.layers.3.input_layernorm.bias": "model-00001-of-00002.safetensors",
    "model.layers.3.input_layernorm.weight": "model-00001-of-00002.safetensors",
    "model.layers.3.mlp.fc1.bias": "model-00001-of-00002.safetensors",
    "model.layers.3.mlp.fc1.weight": "model-00001-of-00002.safetensors",
    "model.layers.3.mlp.fc2.bias": "model-00001-of-00002.safetensors",
    "model.layers.3.mlp.fc2.weight": "model-00001-of-00002.safetensors",
    "model.layers.3.self_attn.dense.bias": "model-00001-of-00002.safetensors",
    "model.layers.3.self_attn.dense.weight": "model-00001-of-00002.safetensors",
    "model.layers.3.self_attn.k_proj.bias": "model-00001-of-00002.safetensors",
    "model.layers.3.self_attn.k_proj.weight": "model-00001-of-00002.safetensors",
    "model.layers.3.self_attn.q_proj.bias": "model-00001-of-00002.safetensors",
    "model.layers.3.self_attn.q_proj.weight": "model-00001-of-00002.safetensors",
    "model.layers.3.self_attn.v_proj.bias": "model-00001-of-00002.safetensors",
    "model.layers.3.self_attn.v_proj.weight": "model-00001-of-00002.safetensors",
    "model.layers.30.input_layernorm.bias": "model-00002-of-00002.safetensors",
    "model.layers.30.input_layernorm.weight": "model-00002-of-00002.safetensors",
    "model.layers.30.mlp.fc1.bias": "model-00002-of-00002.safetensors",
    "model.layers.30.mlp.fc1.weight": "model-00002-of-00002.safetensors",
    "model.layers.30.mlp.fc2.bias": "model-00002-of-00002.safetensors",
    "model.layers.30.mlp.fc2.weight": "model-00002-of-00002.safetensors",
    "model.layers.30.self_attn.dense.bias": "model-00002-of-00002.safetensors",
    "model.layers.30.self_attn.dense.weight": "model-00002-of-00002.safetensors",
    "model.layers.30.self_attn.k_proj.bias": "model-00002-of-00002.safetensors",
    "model.layers.30.self_attn.k_proj.weight": "model-00002-of-00002.safetensors",
    "model.layers.30.self_attn.q_proj.bias": "model-00001-of-00002.safetensors",
    "model.layers.30.self_attn.q_proj.weight": "model-00001-of-00002.safetensors",
    "model.layers.30.self_attn.v_proj.bias": "model-00002-of-00002.safetensors",
    "model.layers.30.self_attn.v_proj.weight": "model-00002-of-00002.safetensors",
    "model.layers.31.input_layernorm.bias": "model-00002-of-00002.safetensors",
    "model.layers.31.input_layernorm.weight": "model-00002-of-00002.safetensors",
    "model.layers.31.mlp.fc1.bias": "model-00002-of-00002.safetensors",
    "model.layers.31.mlp.fc1.weight": "model-00002-of-00002.safetensors",
    "model.layers.31.mlp.fc2.bias": "model-00002-of-00002.safetensors",
    "model.layers.31.mlp.fc2.weight": "model-00002-of-00002.safetensors",
    "model.layers.31.self_attn.dense.bias": "model-00002-of-00002.safetensors",
    "model.layers.31.self_attn.dense.weight": "model-00002-of-00002.safetensors",
    "model.layers.31.self_attn.k_proj.bias": "model-00002-of-00002.safetensors",
    "model.layers.31.self_attn.k_proj.weight": "model-00002-of-00002.safetensors",
    "model.layers.31.self_attn.q_proj.bias": "model-00002-of-00002.safetensors",
    "model.layers.31.self_attn.q_proj.weight": "model-00002-of-00002.safetensors",
    "model.layers.31.self_attn.v_proj.bias": "model-00002-of-00002.safetensors",
    "model.layers.31.self_attn.v_proj.weight": "model-00002-of-00002.safetensors",
    "model.layers.4.input_layernorm.bias": "model-00001-of-00002.safetensors",
    "model.layers.4.input_layernorm.weight": "model-00001-of-00002.safetensors",
    "model.layers.4.mlp.fc1.bias": "model-00001-of-00002.safetensors",
    "model.layers.4.mlp.fc1.weight": "model-00001-of-00002.safetensors",
    "model.layers.4.mlp.fc2.bias": "model-00001-of-00002.safetensors",
    "model.layers.4.mlp.fc2.weight": "model-00001-of-00002.safetensors",
    "model.layers.4.self_attn.dense.bias": "model-00001-of-00002.safetensors",
    "model.layers.4.self_attn.dense.weight": "model-00001-of-00002.safetensors",
    "model.layers.4.self_attn.k_proj.bias": "model-00001-of-00002.safetensors",
    "model.layers.4.self_attn.k_proj.weight": "model-00001-of-00002.safetensors",
    "model.layers.4.self_attn.q_proj.bias": "model-00001-of-00002.safetensors",
    "model.layers.4.self_attn.q_proj.weight": "model-00001-of-00002.safetensors",
    "model.layers.4.self_attn.v_proj.bias": "model-00001-of-00002.safetensors",
    "model.layers.4.self_attn.v_proj.weight": "model-00001-of-00002.safetensors",
    "model.layers.5.input_layernorm.bias": "model-00001-of-00002.safetensors",
    "model.layers.5.input_layernorm.weight": "model-00001-of-00002.safetensors",
    "model.layers.5.mlp.fc1.bias": "model-00001-of-00002.safetensors",
    "model.layers.5.mlp.fc1.weight": "model-00001-of-00002.safetensors",
    "model.layers.5.mlp.fc2.bias": "model-00001-of-00002.safetensors",
    "model.layers.5.mlp.fc2.weight": "model-00001-of-00002.safetensors",
    "model.layers.5.self_attn.dense.bias": "model-00001-of-00002.safetensors",
    "model.layers.5.self_attn.dense.weight": "model-00001-of-00002.safetensors",
    "model.layers.5.self_attn.k_proj.bias": "model-00001-of-00002.safetensors",
    "model.layers.5.self_attn.k_proj.weight": "model-00001-of-00002.safetensors",
    "model.layers.5.self_attn.q_proj.bias": "model-00001-of-00002.safetensors",
    "model.layers.5.self_attn.q_proj.weight": "model-00001-of-00002.safetensors",
    "model.layers.5.self_attn.v_proj.bias": "model-00001-of-00002.safetensors",
    "model.layers.5.self_attn.v_proj.weight": "model-00001-of-00002.safetensors",
    "model.layers.6.input_layernorm.bias": "model-00001-of-00002.safetensors",
    "model.layers.6.input_layernorm.weight": "model-00001-of-00002.safetensors",
    "model.layers.6.mlp.fc1.bias": "model-00001-of-00002.safetensors",
    "model.layers.6.mlp.fc1.weight": "model-00001-of-00002.safetensors",
    "model.layers.6.mlp.fc2.bias": "model-00001-of-00002.safetensors",
    "model.layers.6.mlp.fc2.weight": "model-00001-of-00002.safetensors",
    "model.layers.6.self_attn.dense.bias": "model-00001-of-00002.safetensors",
    "model.layers.6.self_attn.dense.weight": "model-00001-of-00002.safetensors",
    "model.layers.6.self_attn.k_proj.bias": "model-00001-of-00002.safetensors",
    "model.layers.6.self_attn.k_proj.weight": "model-00001-of-00002.safetensors",
    "model.layers.6.self_attn.q_proj.bias": "model-00001-of-00002.safetensors",
    "model.layers.6.self_attn.q_proj.weight": "model-00001-of-00002.safetensors",
    "model.layers.6.self_attn.v_proj.bias": "model-00001-of-00002.safetensors",
    "model.layers.6.self_attn.v_proj.weight": "model-00001-of-00002.safetensors",
    "model.layers.7.input_layernorm.bias": "model-00001-of-00002.safetensors",
    "model.layers.7.input_layernorm.weight": "model-00001-of-00002.safetensors",
    "model.layers.7.mlp.fc1.bias": "model-00001-of-00002.safetensors",
    "model.layers.7.mlp.fc1.weight": "model-00001-of-00002.safetensors",
    "model.layers.7.mlp.fc2.bias": "model-00001-of-00002.safetensors",
    "model.layers.7.mlp.fc2.weight": "model-00001-of-00002.safetensors",
    "model.layers.7.self_attn.dense.bias": "model-00001-of-00002.safetensors",
    "model.layers.7.self_attn.dense.weight": "model-00001-of-00002.safetensors",
    "model.layers.7.self_attn.k_proj.bias": "model-00001-of-00002.safetensors",
    "model.layers.7.self_attn.k_proj.weight": "model-00001-of-00002.safetensors",
    "model.layers.7.self_attn.q_proj.bias": "model-00001-of-00002.safetensors",
    "model.layers.7.self_attn.q_proj.weight": "model-00001-of-00002.safetensors",
    "model.layers.7.self_attn.v_proj.bias": "model-00001-of-00002.safetensors",
    "model.layers.7.self_attn.v_proj.weight": "model-00001-of-00002.safetensors",
    "model.layers.8.input_layernorm.bias": "model-00001-of-00002.safetensors",
    "model.layers.8.input_layernorm.weight": "model-00001-of-00002.safetensors",
    "model.layers.8.mlp.fc1.bias": "model-00001-of-00002.safetensors",
    "model.layers.8.mlp.fc1.weight": "model-00001-of-00002.safetensors",
    "model.layers.8.mlp.fc2.bias": "model-00001-of-00002.safetensors",
    "model.layers.8.mlp.fc2.weight": "model-00001-of-00002.safetensors",
    "model.layers.8.self_attn.dense.bias": "model-00001-of-00002.safetensors",
    "model.layers.8.self_attn.dense.weight": "model-00001-of-00002.safetensors",
    "model.layers.8.self_attn.k_proj.bias": "model-00001-of-00002.safetensors",
    "model.layers.8.self_attn.k_proj.weight": "model-00001-of-00002.safetensors",
    "model.layers.8.self_attn.q_proj.bias": "model-00001-of-00002.safetensors",
    "model.layers.8.self_attn.q_proj.weight": "model-00001-of-00002.safetensors",
    "model.layers.8.self_attn.v_proj.bias": "model-00001-of-00002.safetensors",
    "model.layers.8.self_attn.v_proj.weight": "model-00001-of-00002.safetensors",
    "model.layers.9.input_layernorm.bias": "model-00001-of-00002.safetensors",
    "model.layers.9.input_layernorm.weight": "model-00001-of-00002.safetensors",
    "model.layers.9.mlp.fc1.bias": "model-00001-of-00002.safetensors",
    "model.layers.9.mlp.fc1.weight": "model-00001-of-00002.safetensors",
    "model.layers.9.mlp.fc2.bias": "model-00001-of-00002.safetensors",
    "model.layers.9.mlp.fc2.weight": "model-00001-of-00002.safetensors",
    "model.layers.9.self_attn.dense.bias": "model-00001-of-00002.safetensors",
    "model.layers.9.self_attn.dense.weight": "model-00001-of-00002.safetensors",
    "model.layers.9.self_attn.k_proj.bias": "model-00001-of-00002.safetensors",
    "model.layers.9.self_attn.k_proj.weight": "model-00001-of-00002.safetensors",
    "model.layers.9.self_attn.q_proj.bias": "model-00001-of-00002.safetensors",
    "model.layers.9.self_attn.q_proj.weight": "model-00001-of-00002.safetensors",
    "model.layers.9.self_attn.v_proj.bias": "model-00001-of-00002.safetensors",
    "model.layers.9.self_attn.v_proj.weight": "model-00001-of-00002.safetensors",
    "model.mm_projector.0.bias": "model-00002-of-00002.safetensors",
    "model.mm_projector.0.weight": "model-00002-of-00002.safetensors",
    "model.mm_projector.2.bias": "model-00002-of-00002.safetensors",
    "model.mm_projector.2.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.vision_tower.vision_model.embeddings.patch_embedding.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.vision_tower.vision_model.embeddings.patch_embedding.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.vision_tower.vision_model.embeddings.position_embedding.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.vision_tower.vision_model.encoder.layers.0.layer_norm1.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.vision_tower.vision_model.encoder.layers.0.layer_norm1.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.vision_tower.vision_model.encoder.layers.0.layer_norm2.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.vision_tower.vision_model.encoder.layers.0.layer_norm2.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.vision_tower.vision_model.encoder.layers.0.mlp.fc1.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.vision_tower.vision_model.encoder.layers.0.mlp.fc1.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.vision_tower.vision_model.encoder.layers.0.mlp.fc2.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.vision_tower.vision_model.encoder.layers.0.mlp.fc2.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.vision_tower.vision_model.encoder.layers.0.self_attn.k_proj.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.vision_tower.vision_model.encoder.layers.0.self_attn.k_proj.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.vision_tower.vision_model.encoder.layers.0.self_attn.out_proj.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.vision_tower.vision_model.encoder.layers.0.self_attn.out_proj.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.vision_tower.vision_model.encoder.layers.0.self_attn.q_proj.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.vision_tower.vision_model.encoder.layers.0.self_attn.q_proj.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.vision_tower.vision_model.encoder.layers.0.self_attn.v_proj.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.vision_tower.vision_model.encoder.layers.0.self_attn.v_proj.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.vision_tower.vision_model.encoder.layers.1.layer_norm1.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.vision_tower.vision_model.encoder.layers.1.layer_norm1.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.vision_tower.vision_model.encoder.layers.1.layer_norm2.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.vision_tower.vision_model.encoder.layers.1.layer_norm2.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.vision_tower.vision_model.encoder.layers.1.mlp.fc1.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.vision_tower.vision_model.encoder.layers.1.mlp.fc1.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.vision_tower.vision_model.encoder.layers.1.mlp.fc2.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.vision_tower.vision_model.encoder.layers.1.mlp.fc2.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.vision_tower.vision_model.encoder.layers.1.self_attn.k_proj.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.vision_tower.vision_model.encoder.layers.1.self_attn.k_proj.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.vision_tower.vision_model.encoder.layers.1.self_attn.out_proj.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.vision_tower.vision_model.encoder.layers.1.self_attn.out_proj.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.vision_tower.vision_model.encoder.layers.1.self_attn.q_proj.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.vision_tower.vision_model.encoder.layers.1.self_attn.q_proj.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.vision_tower.vision_model.encoder.layers.1.self_attn.v_proj.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.vision_tower.vision_model.encoder.layers.1.self_attn.v_proj.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.vision_tower.vision_model.encoder.layers.10.layer_norm1.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.vision_tower.vision_model.encoder.layers.10.layer_norm1.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.vision_tower.vision_model.encoder.layers.10.layer_norm2.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.vision_tower.vision_model.encoder.layers.10.layer_norm2.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.vision_tower.vision_model.encoder.layers.10.mlp.fc1.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.vision_tower.vision_model.encoder.layers.10.mlp.fc1.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.vision_tower.vision_model.encoder.layers.10.mlp.fc2.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.vision_tower.vision_model.encoder.layers.10.mlp.fc2.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.vision_tower.vision_model.encoder.layers.10.self_attn.k_proj.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.vision_tower.vision_model.encoder.layers.10.self_attn.k_proj.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.vision_tower.vision_model.encoder.layers.10.self_attn.out_proj.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.vision_tower.vision_model.encoder.layers.10.self_attn.out_proj.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.vision_tower.vision_model.encoder.layers.10.self_attn.q_proj.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.vision_tower.vision_model.encoder.layers.10.self_attn.q_proj.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.vision_tower.vision_model.encoder.layers.10.self_attn.v_proj.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.vision_tower.vision_model.encoder.layers.10.self_attn.v_proj.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.vision_tower.vision_model.encoder.layers.11.layer_norm1.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.vision_tower.vision_model.encoder.layers.11.layer_norm1.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.vision_tower.vision_model.encoder.layers.11.layer_norm2.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.vision_tower.vision_model.encoder.layers.11.layer_norm2.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.vision_tower.vision_model.encoder.layers.11.mlp.fc1.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.vision_tower.vision_model.encoder.layers.11.mlp.fc1.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.vision_tower.vision_model.encoder.layers.11.mlp.fc2.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.vision_tower.vision_model.encoder.layers.11.mlp.fc2.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.vision_tower.vision_model.encoder.layers.11.self_attn.k_proj.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.vision_tower.vision_model.encoder.layers.11.self_attn.k_proj.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.vision_tower.vision_model.encoder.layers.11.self_attn.out_proj.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.vision_tower.vision_model.encoder.layers.11.self_attn.out_proj.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.vision_tower.vision_model.encoder.layers.11.self_attn.q_proj.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.vision_tower.vision_model.encoder.layers.11.self_attn.q_proj.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.vision_tower.vision_model.encoder.layers.11.self_attn.v_proj.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.vision_tower.vision_model.encoder.layers.11.self_attn.v_proj.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.vision_tower.vision_model.encoder.layers.12.layer_norm1.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.vision_tower.vision_model.encoder.layers.12.layer_norm1.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.vision_tower.vision_model.encoder.layers.12.layer_norm2.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.vision_tower.vision_model.encoder.layers.12.layer_norm2.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.vision_tower.vision_model.encoder.layers.12.mlp.fc1.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.vision_tower.vision_model.encoder.layers.12.mlp.fc1.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.vision_tower.vision_model.encoder.layers.12.mlp.fc2.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.vision_tower.vision_model.encoder.layers.12.mlp.fc2.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.vision_tower.vision_model.encoder.layers.12.self_attn.k_proj.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.vision_tower.vision_model.encoder.layers.12.self_attn.k_proj.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.vision_tower.vision_model.encoder.layers.12.self_attn.out_proj.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.vision_tower.vision_model.encoder.layers.12.self_attn.out_proj.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.vision_tower.vision_model.encoder.layers.12.self_attn.q_proj.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.vision_tower.vision_model.encoder.layers.12.self_attn.q_proj.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.vision_tower.vision_model.encoder.layers.12.self_attn.v_proj.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.vision_tower.vision_model.encoder.layers.12.self_attn.v_proj.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.vision_tower.vision_model.encoder.layers.13.layer_norm1.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.vision_tower.vision_model.encoder.layers.13.layer_norm1.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.vision_tower.vision_model.encoder.layers.13.layer_norm2.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.vision_tower.vision_model.encoder.layers.13.layer_norm2.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.vision_tower.vision_model.encoder.layers.13.mlp.fc1.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.vision_tower.vision_model.encoder.layers.13.mlp.fc1.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.vision_tower.vision_model.encoder.layers.13.mlp.fc2.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.vision_tower.vision_model.encoder.layers.13.mlp.fc2.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.vision_tower.vision_model.encoder.layers.13.self_attn.k_proj.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.vision_tower.vision_model.encoder.layers.13.self_attn.k_proj.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.vision_tower.vision_model.encoder.layers.13.self_attn.out_proj.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.vision_tower.vision_model.encoder.layers.13.self_attn.out_proj.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.vision_tower.vision_model.encoder.layers.13.self_attn.q_proj.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.vision_tower.vision_model.encoder.layers.13.self_attn.q_proj.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.vision_tower.vision_model.encoder.layers.13.self_attn.v_proj.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.vision_tower.vision_model.encoder.layers.13.self_attn.v_proj.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.vision_tower.vision_model.encoder.layers.14.layer_norm1.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.vision_tower.vision_model.encoder.layers.14.layer_norm1.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.vision_tower.vision_model.encoder.layers.14.layer_norm2.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.vision_tower.vision_model.encoder.layers.14.layer_norm2.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.vision_tower.vision_model.encoder.layers.14.mlp.fc1.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.vision_tower.vision_model.encoder.layers.14.mlp.fc1.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.vision_tower.vision_model.encoder.layers.14.mlp.fc2.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.vision_tower.vision_model.encoder.layers.14.mlp.fc2.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.vision_tower.vision_model.encoder.layers.14.self_attn.k_proj.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.vision_tower.vision_model.encoder.layers.14.self_attn.k_proj.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.vision_tower.vision_model.encoder.layers.14.self_attn.out_proj.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.vision_tower.vision_model.encoder.layers.14.self_attn.out_proj.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.vision_tower.vision_model.encoder.layers.14.self_attn.q_proj.bias": "model-00002-of-00002.safetensors",
